<?php

return [
    'invalid-otp-code' => 'کد وارد شده نادرست است.',
    'profile-updated' => 'پرفایل شما به درستی بروزرسانی شد.',
    'title' => 'مشخصات، قمیت و خرید :title',
    'products-index' => 'لیست محصولات',
    'home-title' => 'فروشگاه لوازم رزمی و پوشاک ورزشی',
    'home-headline' => 'خرید لوازم رزمی و پوشاک ورزشی اسپورتی شاپ',
    'home-description' => join(' ', [
        'خرید اینترنتی لوازم رزمی،',
        'لوازم ورزشی، پوشاک ورزشی، کالای ورزشی، لباس رزمی، لباس ورزشی.',
        'فروشگاه ورزشی مناسب برای ورزشکاران و علاقه مندان به ورزش.',
        'مشخصات، قیمت و خرید لوازم رزمی و پوشاک ورزشی را با اسپورتی شاپ تجربه کنید',
    ]),
];
