<?php

return [
    'invalid-otp-code' => 'کد وارد شده نادرست است.',
    'profile-updated' => 'پرفایل شما به درستی بروزرسانی شد.',
    'title' => 'مشخصات، قیمت و خرید :title',
    'products-index' => 'لیست محصولات',
    'home-title' => 'فروشگاه لوازم رزمی و پوشاک ورزشی',
    'home-headline' => 'خرید لوازم رزمی و پوشاک ورزشی اسپورتی شاپ',
    'card-expired' => 'سبد خرید شما منقضی شده است، لطفا مجددا اقدام به خرید بنمایید.',
    'callback-already-stated' => join(' ', [
        'وضعیت پرداخت برای سفارش مربوطه قبلا بروزرسانی شده است.',
        'با لینک پروفایل در بالای سایت و انتخاب گزینه «سفارش‌های من» می‌توانید وضعیت سفارش را مشاهده کنید.',
    ]),
    'sign-in-before-pay' => join(' ', [
        'برای خرید ابتدا وارد شوید یا نام‌نویسی کنید.',
        'نگران نباشید! تنها با تایید شماره همراه خود می‌توانید نام‌نویسی کنید.',
    ]),
    'home-description' => join(' ', [
        'خرید اینترنتی لوازم رزمی،',
        'لوازم ورزشی، پوشاک ورزشی، کالای ورزشی، لباس رزمی، لباس ورزشی.',
        'فروشگاه ورزشی مناسب برای ورزشکاران و علاقه مندان به ورزش.',
        'مشخصات، قیمت و خرید لوازم رزمی و پوشاک ورزشی را با اسپورتی شاپ تجربه کنید',
    ]),
    'idpay' => [
        'template' => 'وضعیت اعلام شده از بانک «:error» و نامعتبر می‌باشد.',
        '1' => 'پرداخت انجام نشده است',
        '2' => 'پرداخت ناموفق بوده است',
        '3' => 'خطا رخ داده است',
        '4' => 'بلوکه شده',
        '5' => 'برگشت به پرداخت کننده',
        '6' => 'برگشت خورده سیستمی',
        '7' => 'انصراف از پرداخت',
        '8' => 'به درگاه پرداخت منتقل شد',
        '10' => 'در انتظار تایید پرداخت',
        '100' => 'پرداخت تایید شده است',
        '101' => 'پرداخت قبلا تایید شده است',
        '200' => 'به دریافت کننده واریز شد',
    ],
];
